amdgpu-pro-oglp
arc-gtk-theme
arch-wiki-docs
aylurs-gtk-shell
base
base-devel
bat
bemenu-wayland
bind
bitwarden
blender
blender-benchmark
bluez
bluez-utils
btop-gpu-git
cava
cgdb
criterion
cronie
cups
dialog
discord
docker
docker-compose
downgrade
easy-rsa
efibootmgr
ethtool
exfatprogs
eza
feh
figlet
firefox
font-bh-ttf
foomatic-db
gdb
gimp
git
gitg
github-cli
gjs
gobject-introspection
grim
grub
gthumb
gvfs
gvfs-smb
hakuneko-desktop-bin
heroic-games-launcher-bin
hypridle
hyprland
hyprlock
hyprpaper
ifmetric
imv
intel-ucode
iperf3
iptables-nft
jdk21-openjdk
jupyter-notebook
jupyterlab
kdeconnect
kitty
libreoffice-still
libva-utils
linux
linux-firmware
linux-headers
lutris
lxappearance
mako
man-db
mangohud
mariadb
maven
mpv
neofetch
neovim
neovim-qt
net-tools
networkmanager
nextcloud-client
nfs-utils
nftables
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
obs-studio
ollama-docs
open-vm-tools
opencl-amd
openrgb
openvpn
os-prober
otf-font-awesome
papirus-icon-theme
paru
paru-debug
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
polkit-gnome
prismlauncher
python-dbus
python-mutagen
python-pip
python-pipx
python-pytorch-rocm
qt5-tools
r2modman-bin
radeontop
rar
rclone
rsync
sbctl
shotcut
slurp
smartmontools
smbclient
sof-firmware
sox
speedtest-cli
steam
steamcmd
sudo
sunshine
sunshine-debug
sway
swaybg
swayidle
swww
syncthing
tailscale
texlive-basic
texlive-bin
texlive-latexextra
the-honkers-railway-launcher
thunar
tk
tldr
tmux
tree
tree-sitter-cli
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-mononoki-nerd
ttf-ubuntu-mono-nerd
typescript
ufw
unzip
v4l2loopback-dkms
v4l2loopback-utils
valgrind
vencord-installer-cli-bin
vi
virtualbox
vpl-gpu-rt
waybar
wev
wikiman
wine
wine-mono
wl-clipboard
wlroots0.18
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-sessreg
xorg-smproxy
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
zip
zsh
zsh-completions
