7zip
aalib
abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aom
appstream
aquamarine
archlinux-keyring
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bat
bemenu
bemenu-wayland
binutils
bison
blas
bluez-libs
breeze-icons
brotli
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cblas
cdparanoia
chromaprint
composefs
coreutils
cracklib
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
ding-libs
discord
double-conversion
duktape
e2fsprogs
exo
expat
eza
faac
faad2
fakeroot
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse3
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
gettext
giflib
git
github-cli
glew
glfw
glib-networking
glib2
glibc
glibmm
glslang
glu
glycin
gmp
gnome-keyring
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
heroic-games-launcher-bin
hicolor-icon-theme
hidapi
highway
hwdata
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprlang
hyprlock
hyprpaper
hyprtoolkit
hyprutils
hyprwayland-scanner
iana-etc
icu
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jbigkit
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcodecs
kcolorscheme
kcompletion
kconfig
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami
kirigami-addons
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kpeople
krb5
kservice
kstatusnotifieritem
ksvg
kwallet
kwidgetsaddons
kwindowsystem
l-smash
lame
lapack
lcms2
leancrypto
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-mesa-device-select
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfyaml
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgtop
libgudev
libhandy
libice
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
libluv
libmalcontent
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libopenmpt
libp11
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libraqm
libratbag
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutf8proc
libuv
libva
libva-utils
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwebp-utils
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
llhttp
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
mako
man-db
mangohud
mbedtls
md4c
mdadm
media-player-info
mesa
mesa-utils
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
ncurses
neofetch
neon
neovim
neovim-qt
nettle
networkmanager
nextcloud-client
nfs-utils
nfsidmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ocl-icd
oniguruma
openal
opencore-amr
openexr
openh264
openjpeg2
openrgb
openssh
openssl
opus
orc
ostree
otf-font-awesome
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
paru
paru-debug
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-gnome
polkit-qt6
popt
portaudio
ppp
pps-tools
procps-ng
psmisc
pugixml
pulseaudio-qt
python
python-cairo
python-certifi
python-charset-normalizer
python-contourpy
python-cycler
python-dateutil
python-evdev
python-fonttools
python-gobject
python-idna
python-kiwisolver
python-lxml
python-matplotlib
python-mutagen
python-numpy
python-packaging
python-pillow
python-pyparsing
python-requests
python-six
python-urllib3
qca-qt6
qhull
qqc2-desktop-style
qrencode
qt5-base
qt5-translations
qt6-5compat
qt6-base
qt6-connectivity
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-shadertools
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
qt6-websockets
qtkeychain-qt5
qtkeychain-qt6
raptor
rav1e
rclone
re2
readline
rpcbind
rtkit
rtmpdump
rubberband
rustup
sbc
sbctl
sdbus-cpp
sdl2-compat
sdl3
seahorse
seatd
sed
serd
shaderc
shadow
shared-mime-info
slang
slurp
snappy
sndio
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
steam
sudo
svt-av1
svt-hevc
syncthing
systemd
systemd-libs
systemd-sysvcompat
taglib
tailscale
tar
tdb
texinfo
the-honkers-railway-launcher-bin
thunar
tinysparql
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-mononoki-nerd
twolame
tzdata
udisks2
unibilium
unzip
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vdpauinfo
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
vulkan-mesa-device-select
vulkan-radeon
wavpack
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
which
wildmidi
wine
wine-mono
winetricks
wireplumber
wl-clipboard
wofi
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-user-dirs
xdg-utils
xfconf
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yt-dlp
zbar
zenity
zeromq
zimg
zix
zlib
zlib-ng
zsh
zsh-completions
zstd
zvbi
zxing-cpp
