7zip
aalib
abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alembic
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amdgpu-pro-oglp
aom
appmenu-glib-translator-git
appstream
appstream-glib
aquamarine
arc-gtk-theme
arch-wiki-docs
archlinux-keyring
argon2
asio
at-spi2-core
atkmm
attr
audit
autoconf
autoconf-archive
automake
avahi
ayatana-ido
aylurs-gtk-shell
babl
base
base-devel
bash
bat
bc
bcg729
bemenu
bemenu-wayland
bind
binutils
bison
bitwarden
blas
blender
blender-benchmark
blosc
blueprint-compiler
bluez
bluez-libs
bluez-utils
boost
boost-libs
breeze-icons
breezy
brotli
btop-gpu-git
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cava
cblas
cgdb
cifs-utils
clang
clucene
clutter
clutter-gtk
cmake
cmark
cogl
compiler-rt
composable-kernel
containerd
coreutils
cppdap
criterion
cronie
cryptsetup
cuda
cups
cups-filters
curl
dart-sass
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
ding-libs
discord
dkms
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dos2unix
double-conversion
downgrade
draco
duktape
dvisvgm
e2fsprogs
easy-rsa
efibootmgr
efivar
eigen
electron36
electron37
embree
enchant
ethtool
exfatprogs
exiv2
exo
expat
eza
fakeroot
feh
ffcall
ffmpeg
ffmpeg4.4
fftw
figlet
file
filesystem
findutils
firefox
flac
flex
fmt
font-bh-ttf
fontconfig
foomatic-db
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gamemode
gawk
gc
gcc
gcc-libs
gcc14
gcc14-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
gettext
gflags
ghostscript
giflib
gimp
git
gitg
github-cli
gjs
glew
glew1.10
glfw
glib-networking
glib2
glib2-devel
glib2-docs
glibc
glibmm
glslang
glu
glycin
gmp
gnome-common
gnome-desktop
gnome-desktop-common
gnome-keyring
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
google-glog
gperf
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphite
graphviz
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gssproxy
gst-plugin-gtk
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gthumb
gtk-doc
gtk-layer-shell
gtk-sharp-2
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtk4-layer-shell
gtkmm3
gtksourceview4
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-smb
gzip
hakuneko-desktop-bin
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hidapi
highway
hipblas
hipblas-common
hipblaslt
hipcub
hipfft
hiprand
hipsolver
hipsparse
hipsparselt
http-parser
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprtoolkit
hyprutils
hyprwayland-scanner
iana-etc
icu
ifmetric
ijs
imath
imlib2
imv
iniparser
intel-gmmlib
intel-media-driver
intel-oneapi-common
intel-oneapi-compiler-dpcpp-cpp-runtime-libs
intel-oneapi-compiler-shared-runtime-libs
intel-oneapi-mkl
intel-oneapi-openmp
intel-oneapi-tbb
intel-oneapi-tcm
intel-ucode
intltool
iperf3
iproute2
iptables-nft
iputils
ipython
iso-codes
itstool
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jemalloc
jre8-openjdk
jre8-openjdk-headless
js128
js140
json-c
json-glib
jsoncpp
jupyter-nbclient
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook
jupyter-notebook-shim
jupyter-server
jupyterlab
jupyterlab-pygments
karchive
kauth
kbd
kbookmarks
kcodecs
kcolorscheme
kcompletion
kconfig
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami
kirigami-addons
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kpeople
krb5
kservice
kstatusnotifieritem
ksvg
kwallet
kwidgetsaddons
kwindowsystem
l-smash
ladspa
lame
lapack
lcms2
ldb
leancrypto
lensfun
less
level-zero-loader
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-audit
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libogg
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.0
lib32-openssl-1.1
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pixman
lib32-sdl12-compat
lib32-sdl2-compat
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl3
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-mesa-device-select
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaec
libaio
libao
libappindicator
libappindicator-gtk2
libarchive
libass
libassuan
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcava
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libcups
libcupsfilters
libcurl-compat
libcurl-gnutls
libdaemon
libdatachannel
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdisplay-info
libdnet
libdovi
libdrm
libdvdnav
libdvdread
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfabric
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libfyaml
libgcrypt
libgcrypt15
libgdiplus
libgee
libgexiv2
libgirepository
libgit2
libgit2-glib
libglvnd
libgpg-error
libgphoto2
libgtop
libgudev
libhandy
libharu
libheif
libibus
libice
libid3tag
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk2
libinih
libinput
libisl
libixion
libjpeg-turbo
libjpeg6-turbo
libjuice
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
libluv
libmad
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmspack
libmspub
libmwaw
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsbmp
libnsgif
libnsl
libnss_nis
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libp11
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libpng12
libppd
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libqxp
libraqm
libratbag
libraw
libraw1394
libreoffice-still
librevenge
librsvg
librsync
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libspnav
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtommath
libtool
libudev0-shim
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-utils
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libvpx1.3
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmp
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lksctp-tools
llhttp
llvm
llvm-libs
lm_sensors
lmdb
log4cplus
lpsolve
lsb-release
lsof
lua
lua51-lpeg
lua53
luajit
lutris
lv2
lvm2
lxappearance
lz4
lzo
m4
magma-hip
mailcap
make
mako
mallard-ducktype
man-db
mangohud
manifold
mariadb
mariadb-clients
mariadb-libs
materialx
maven
mbedtls
mbedtls2
md4c
mdadm
media-player-info
mesa
mesa-utils
meson
miniupnpc
minizip
minizip-ng
miopen-hip
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mono
movit
mpdecimal
mpfr
mpg123
mpv
msgpack-c
msgpack-cxx
mtdev
mujs
mypaint-brushes1
nanobind
nanomsg
nasm
ncurses
neofetch
neon
neovim
neovim-qt
net-tools
netpbm
nettle
networkmanager
nextcloud-client
nfs-utils
nfsidmap
nftables
ninja
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ntfs-3g
numactl
obs-studio
obsidian
ocl-icd
ollama-docs
onednn
onetbb
oniguruma
open-vm-tools
openal
opencl-amd
opencl-nvidia
opencolorio
opencore-amr
openexr
openh264
openimagedenoise
openimageio
openjpeg2
openmp
openmpi
openpgl
openpmix
openrgb
openshadinglanguage
openssh
openssl
openssl-1.0
openssl-1.1
opensubdiv
openucx
openvdb
openvpn
openxr
opus
opusfile
orc
os-prober
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
papirus-icon-theme
parallel
parted
paru
paru-debug
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
pinentry
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
playerctl
polkit
polkit-gnome
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
ppp
pps-tools
prismlauncher
procps-ng
protobuf
prrte
psmisc
ptex
pugixml
pulseaudio-qt
pybind11
pyside6
pystring
python
python-anyio
python-aotriton
python-argcomplete
python-argon2-cffi
python-argon2-cffi-bindings
python-asttokens
python-async-lru
python-attrs
python-autocommand
python-babel
python-beautifulsoup4
python-bleach
python-brotli
python-build
python-cachecontrol
python-cachy
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-cleo
python-click
python-colorama
python-comm
python-configobj
python-contourpy
python-crashtest
python-cryptography
python-cycler
python-dateutil
python-dbus
python-decorator
python-defusedxml
python-distlib
python-distro
python-dulwich
python-evdev
python-executing
python-fastbencode
python-fastjsonschema
python-filelock
python-findpython
python-fonttools
python-fsspec
python-gmpy2
python-gobject
python-h11
python-html5lib
python-httpcore
python-httpx
python-idna
python-importlib-metadata
python-inflect
python-iniconfig
python-installer
python-ipykernel
python-ipython-pygments-lexers
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jeepney
python-jinja
python-json-logger
python-json5
python-jsonschema
python-jsonschema-specifications
python-jupyter-client
python-jupyter-core
python-jupyter-events
python-jupyterlab-server
python-keyring
python-kiwisolver
python-lark-parser
python-lockfile
python-lxml
python-mako
python-markdown
python-markdown-it-py
python-markupsafe
python-matplotlib
python-matplotlib-inline
python-mdurl
python-merge3
python-mistune
python-moddb
python-more-itertools
python-mpmath
python-msgpack
python-mutagen
python-nest-asyncio
python-networkx
python-numpy
python-opengl
python-overrides
python-packaging
python-pandas
python-pandocfilters
python-parso
python-patiencediff
python-pbs-installer
python-pexpect
python-pillow
python-pip
python-pipx
python-pkginfo
python-platformdirs
python-pluggy
python-poetry
python-poetry-core
python-poetry-plugin-export
python-pooch
python-prometheus_client
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pure-eval
python-pycparser
python-pygments
python-pyparsing
python-pyproject-hooks
python-pyqt6
python-pyqt6-sip
python-pytest
python-pytorch-rocm
python-pytz
python-pyzmq
python-rapidfuzz
python-referencing
python-requests
python-requests-toolbelt
python-rich
python-rpds-py
python-ruamel-yaml
python-ruamel.yaml.clib
python-scipy
python-secretstorage
python-send2trash
python-setuptools
python-shellingham
python-shtab
python-six
python-sniffio
python-soupsieve
python-stack-data
python-sympy
python-termcolor
python-tinycss2
python-tomlkit
python-tornado
python-tqdm
python-traitlets
python-triton
python-trove-classifiers
python-typeguard
python-typing_extensions
python-urllib3
python-userpath
python-virtualenv
python-wcwidth
python-webencodings
python-websocket-client
python-wheel
python-yaml
python-zipp
python-zopfli
qca-qt6
qhull
qoi
qpdf
qqc2-desktop-style
qrcodegencpp-cmake
qt5-base
qt5-tools
qt5-translations
qt6-5compat
qt6-base
qt6-charts
qt6-connectivity
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qtkeychain-qt6
quazip-qt6
r2modman-bin
radeontop
raptor
rar
rasqal
rav1e
rccl
rclone
re2
readline
redland
rhash
ripgrep
rnnoise
rocalution
rocblas
rocfft
rocm-hip-libraries
rocm-hip-sdk
rocm-llvm
rocprim
rocrand
rocsolver
rocsparse
rocthrust
rpcbind
rsync
rtkit
rubberband
run-parts
runc
rustup
sbc
sbctl
sdbus-cpp
sdl12-compat
sdl2-compat
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sdl3
sdl_image
sdl_mixer
sdl_ttf
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
shiboken6
shotcut
simde
simdjson
slang
slurp
smartmontools
smbclient
snappy
sndio
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
sox
spandsp
spdlog
speedtest-cli
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
steam
steam-native-runtime
steamcmd
sudo
suitesparse
sunshine
sunshine-debug
svt-av1
sway
swaybg
swayidle
swww
syncthing
systemd
systemd-libs
systemd-sysvcompat
tailscale
talloc
tar
tcl
tcpdump
tdb
tevent
texinfo
texlive-basic
texlive-bin
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-pictures
thin-provisioning-tools
thunar
tinysparql
tk
tldr
tmux
tomlplusplus
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-cli
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-liberation
ttf-mononoki-nerd
ttf-ubuntu-mono-nerd
twolame
typescript
tzdata
uchardet
udisks2
ufw
unibilium
unzip
upower
uriparser
usbmuxd
usbutils
usd
uthash
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
v4l2loopback-utils
vala
valgrind
vapoursynth
vencord-installer-cli-bin
vi
vid.stab
vmaf
volume_key
vpl-gpu-rt
vulkan-icd-loader
vulkan-mesa-device-select
vulkan-radeon
w3m
wavpack
waybar
wayland
wayland-protocols
webkit2gtk-4.1
webrtc-audio-processing-1
wev
wget
which
wikiman
wine
wine-mono
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlroots0.18
wlroots0.19
woff2
woff2-font-awesome
wofi
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-video-vesa
xfconf
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-fonts-encodings
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yaml-cpp
yasm
yelp-tools
yelp-xsl
yt-dlp
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zopfli
zsh
zsh-completions
zstd
zxing-cpp
zziplib
